Repository: KSSonline/KSS.Neos.SlickSlider
Catalog: Resources/Private/Translations/*/NodeTypes/Carousel.xlf
Languages: de

# tabs.dev
source: Developer options
de: Entwickler Settings

# groups.slickSettings
source: Carousel options
de: Slider Einstellungen

# groups.slickSecondary
source: Carousel secondary options
de: Weitere Slider Einstellungen

# groups.slickDev
source: Carousel developer settings
de: Slider Entwickler Einstellungen

# properties.adaptiveHeight
source: Adaptive Height
de: Anpassende HÃ¶he

# properties.autoplay
source: Autoplay
de: Autostart

# properties.autoplaySpeed
source: Autoplay speed (ms)
de: Autostart-Geschwindigkeit (ms)

# properties.arrows
source: Prev/Next Arrows
de: Links/Rechts Pfeil

# properties.centerMode
source: Enables centered view with partial prev/next slides
de: Aktiviert den zentrierten Modus

# properties.dots
source: Show dot indicators
de: Zeige Punkt als Indikator

# properties.draggable
source: Enable mouse dragging
de: Aktiviere Maus-/Fingersliden

# properties.fade
source: Enable fade
de: Faden aktivieren

# properties.easing
source: Animation (easing) type
de: Animation (easing) Typ

# properties.infinite
source: Infinite loop sliding
de: Unendliche Wiederholung

# properties.initialSlide
source: Slide to start on
de: Starte mit Slide Nr.

# properties.pauseOnHover
source: Pause autoplay on hover
de: Pausiere bei Mouseover

# properties.pauseOnDotsHover
source: Pause autoplay hovered dots
de: Pausiere bei Mouseover Punktindikator

# properties.responsive.codeEditor.buttonLabel
source: Responsive settings
de: Responsive Einstellungen

# properties.slidesToShow
source: # of slides to show
de: Anzahl zu zeigende Slides

# properties.slidesToScroll
source: # of slides to scroll
de: Anzahl Slides zum scrollen

# properties.speed
source: Animation speed (ms)
de: Animationsgeschwindigkeit (ms)

# properties.variableWidth
source: Variable width slides
de: Slides mit variablen Breiten

# properties.vertical
source: Vertical slide mode
de: Vertikaler slide Modus

# properties.rtl
source: Right-to-left direction
de: Rechts-nach-links Richtung
